--倩女幽魂手游MMORPG体验
###目录
1.游戏玩法概述
2.游戏玩法分析


1.游戏玩法概述
	##日常玩法类
	1.门派任务
		门派任务是经验的重要产出玩法之一，即时在游戏中后期，参加门派活动也能获取大量经验。每天可进行20次，耗时约20min。
	2.活动一条龙
		一条龙也是经验的重要产出玩法之一，玩法主要是需要玩家组队刷副本，一般来说dps越高，刷怪效率越快。每天可进行45次，其中前10次会获得双倍经验，
		而10-20次只有普通经验，20-45只会获得少量经验，每次耗时约4min，20次约1h左右才能刷完。增加玩家在线时间。
	3.帮派任务
		a)战龙堂
		帮会任务，产出帮贡，需要玩家进入其他帮会完成任务，有一定的pvp性质，玩家潜入其他帮会时，可以被其他帮会玩家合法攻击。每天5次，耗时约5min
		b)货运任务
		帮会互助玩法，产出帮贡，玩家接受任务后，如果没有任务需求道具，可向其他帮会成员求助，增加帮会成员互动。每天1次，耗时约5min。
	4.重温剧情
		boss玩法，游戏装备的主要产出活动。每天5次，耗时约15min，可以用道具增加挑战次数
	5.门派挑战
		竞技场性质的rank玩法，产出门派积分，积分可兑换稀有道具。每天5次，但是挑战间隔有cd。
	6.宝图任务
		boss玩法，产出藏宝图，藏宝图可以在地图各个挖宝，产出游戏币及少量其他道具，有极小几率获得稀有道具。主要目的在于增加玩家在线时间。
	7.生活技能
		游戏消耗品的产出点，也是非R活跃玩家获得游戏币的重要来源之一，手游体现不明显。

	##限时类玩法
	1.采薇
		限时boss玩法，产出经验，有小几率掉落装备/门派技能书。
	2.守财奴
		限时boss玩法，小几率掉落装备。
	3.吉星高照
		限时稀有boss玩法，小几率掉落门派技能书。
	4.关宁校场
		限时pvp活动，产出积分，积分可兑换稀有道具。
	5.科举
		限时活动，休闲类玩法，产出少量游戏币、其他道具
	6.高昌迷宫
		限时pvp活动，产出经验，稀有道具。
	4.帮会类
		a)行酒令
		限时休闲类玩法活动，产出经验
		b)帮会大盗
		限时boss玩法，产出经验，有小几率掉落装备。
		c)帮会战
		限时帮会PVP玩法，产出帮贡/金币/帮会pvp等级。
2.游戏玩法分析
	总体来说，倩女幽魂是采用的A+x+x+x+x的玩法框架，大A日常活动负责游戏的主要玩法和主要产出，控制玩家的游戏时间和资源获取，众多零星x限时活动，在对大A
	进行补充来控制玩家。
	#日常玩法类
	对于日常玩法类来说，大致来说所有玩家产出都是一样的，对于一些耗时性玩法，活跃玩家获得会 > 非活跃玩家，拉开2者之间的差距。
	#限时玩法类
	







