1.成长基金(grow_up)
活动名称: 等级基金 (不重置)--10
活动时间: 永久
其他条件: VIP等级:4;钻石:1000
活动描述: 活动期间，凡购买成长基金后升级到相应等级即可领取礼包！
子ID     子描述       领取次数      领取等级                  奖励
1.      35级成长基金   1           35                   钻石*1000
2.      40级成长基金   1           40                   钻石*1000
3.      45级成长基金   1           45                   钻石*1000
4.      50级成长基金   1           50                   钻石*1000
5.      55级成长基金   1           55                   钻石*1000
6.      60级成长基金   1           60                   钻石*1000
7.      65级成长基金   1           65                   钻石*3000
8.      70级成长基金   1           70                   钻石*4000
9.      75级成长基金   1           75                   钻石*6000
10.      80级成长基金   1           80                   钻石*7000
11.      85级成长基金   1           85                   钻石*8000
12.      95级成长基金   1           95                   钻石*8000
13.      105级成长基金  1           105                  钻石*8000
14.      115级成长基金  1           115                  钻石*10000

2.!!该活动类型字段有误或未定义!!

8.首冲奖励(first_pay)
活动名称: 首充有奖 (不重置)--0
活动时间: 永久
其他条件: 无其他条件
活动描述: 活动期间，凡首次充值即可领奖！
子ID     子描述       领取次数      首冲次数                  奖励
1.      首充有奖        1           1                    加布兽碎片*50;体力药剂(中)*5;经验结晶(中)*50;数码币*150000;加布兽*1

9.累计充值(pay_acc)
活动名称: 累充有礼 (不重置)--6
活动时间: 开服第1天0:0:0 ~ 第7天23:59:59
其他条件: 无其他条件
活动描述: 活动时间内，累计充值达到对应的金额，即可领取稀有大礼，超值回馈祝您快速登上人生巅峰！
子ID     子描述       领取次数      累计充值                  奖励
1.      累计充值20元   1           20                   觉醒宝箱钥匙*2;体力药剂(大)*2;数码币*100000
2.      累计充值50元   1           50                   觉醒宝箱钥匙*2;体力药剂(大)*3;数码币*150000
3.      累计充值100元  1           100                  金刚攻击晶体*20;金刚防御晶体*20;金刚技巧晶体*20;数码币*300000
4.      累计充值150元  1           150                  金刚攻击晶体*20;金刚防御晶体*20;金刚技巧晶体*20;数码币*500000
5.      累计充值200元  1           200                  紫苑攻击晶体*30;紫苑防御晶体*30;紫苑技巧晶体*30;数码币*800000
6.      累计充值300元  1           300                  寒霜攻击晶体*30;寒霜防御晶体*30;寒霜技巧晶体*30;数码币*1000000
7.      累计充值500元  1           500                  SSR数码宝贝宝箱*1;经验结晶(大)*20;数码币*1000000
8.      累计充值1000元 1           1000                 觉醒碎片*240;经验结晶(大)*30;数码币*1000000
9.      累计充值1500元 1           1500                 觉醒碎片*240;经验结晶(大)*40;数码币*1000000
10.      累计充值2000元 1           2000                 觉醒碎片*240;万能进化碎片*10;数码币*1000000
11.      累计充值4000元 1           4000                 德拉库兽碎片*90;进化钥匙*4;数码币*1000000
12.      累计充值6000元 1           6000                 德拉库兽碎片*100;进化钥匙*6;数码币*1000000

10.充值签到(pay_day)
活动名称: 豪华签到 (不重置)--8
活动时间: 开服第1天0:0:0 ~ 第7天23:59:59
其他条件: 最低充值钻石:6
活动描述: 活动期间，充值签到可领取对应奖励
子ID     子描述       领取次数      签到天数                  奖励
1.      签到1天领取    1           1                    体力药剂(大)*2;SR资质碎片宝箱*10;数码币*100000
2.      签到2天领取    1           2                    体力药剂(大)*2;觉醒宝箱钥匙*5;数码币*150000
3.      签到3天领取    1           3                    体力药剂(大)*2;SR资质碎片宝箱*10;数码币*200000
4.      签到4天领取    1           4                    体力药剂(大)*2;SR资质碎片宝箱*10;数码币*250000
5.      签到5天领取    1           5                    体力药剂(大)*2;SSR数码宝贝宝箱*1;数码币*300000
6.      签到6天领取    1           6                    体力药剂(大)*2;SR资质碎片宝箱*10;数码币*350000
7.      签到7天领取    1           7                    体力药剂(大)*2;SR资质碎片宝箱*10;数码币*400000

11.超值兑换(exchange)
活动名称: 究极进化 (不重置)--5
活动时间: 开服第1天0:0:0 ~ 第7天23:59:59
其他条件: 无其他条件
活动描述: 活动期间，可用钻石直接兑换到激活终极形态的究极进化碎片，开服全民究极进化开启啦！
子ID     子描述       领取次数      消耗货币                  奖励
1.      究极进化         1         钻石:10000            蔷薇兽碎片*10
2.      究极进化         1         钻石:10000            凤凰兽碎片*10
3.      究极进化         1         钻石:10000            维京兽碎片*10
4.      究极进化         1         钻石:12000            座天使兽碎片*10
6.      究极进化         1         钻石:20000            钢铁加鲁鲁兽碎片*10

12.消耗有礼(consume)
活动名称: 消耗有礼 (不重置)--4
活动时间: 开服第4天0:0:0 ~ 第7天23:59:59
其他条件: 无其他条件
活动描述: 活动期间，消耗钻石达到对应的档次，即可领取丰厚的数码兽碎片奖励哦！每个档次只能领取一次!
子ID     子描述       领取次数      消耗货币                  奖励
1.      消耗2000钻石返利1         钻石:2000             比丘兽碎片*2
2.      消耗5000钻石返利1         钻石:5000             比丘兽碎片*3
3.      消耗8000钻石返利1         钻石:8000             比丘兽碎片*4
4.      消耗10000钻石返利1         钻石:10000            比丘兽碎片*5
5.      消耗15000钻石返利1         钻石:15000            巴鲁兽碎片*8
6.      消耗20000钻石返利1         钻石:20000            巴鲁兽碎片*8
7.      消耗30000钻石返利1         钻石:30000            哥玛兽碎片*15
8.      消耗40000钻石返利1         钻石:40000            数码兽碎片宝箱*15
9.      消耗60000钻石返利1         钻石:60000            数码兽碎片宝箱*20

13.单笔充值(pay_one)
活动名称: 新区特惠 (每日重置)--7
活动时间: 开服第4天0:0:0 ~ 第7天23:59:59
其他条件: 无其他条件
活动描述: 活动期间，单笔充值对应的金额，即可领取超值特惠奖励，限时送数码兽，抓紧机会哦！
子ID     子描述       领取次数      充值档位                  奖励
1.      充值30元         1           30                   亚古兽碎片*30;体力药剂(中)*3;数码币*500000
2.      充值60元         1           60                   光明宝箱*1;中级晶体宝箱*10;数码币*1000000
3.      充值198元        1           198                  SSR碎片宝箱（女）*50;中级晶体宝箱*30;经验结晶(大)*20
4.      充值648元        1           648                  觉醒宝箱钥匙*20;觉醒碎片宝箱*6;万能升星碎片*20

14.等级礼包(level_rwd)
活动名称: 等级宝箱 (不重置)--9
活动时间: 永久
其他条件: 无其他条件
活动描述: 活动时间内，战队等级达到对应的档次即可领取对应的奖励，赶紧领走属于您的超级数码兽碎片吧！
子ID     子描述       领取次数      领取等级                  奖励
1.      等级宝箱        1           50                   亚古兽碎片*20;经验结晶(中)*30;数码币*100000
2.      等级宝箱        1           60                   亚古兽碎片*30;经验结晶(大)*10;数码币*300000
3.      等级宝箱        1           70                   亚古兽碎片*40;经验结晶(大)*30;数码币*500000

17.!!该活动类型字段有误或未定义!!

100.!!该活动类型字段有误或未定义!!

