--Don’t say “lazy”
歌手：放課後ティータイム

Please don't say "You are lazy"
请不要说 "你很懒惰"
だって本当はcrazy 
因为其实是很狂热
白鸟たちはそう
天鹅它们就在
见えないとこでバタ足するんです
没有光线的河边倾斜小腿拍打水花
本能に従顺忠実 翻弄も重々承知
对本能忠实顺从 被愚弄也毫不在乎
前途洋々だし
前途一片光明…
だからたまに休憩しちゃうんです
因此偶尔也需要休息片刻再作打算
この目でしっかり见定めて
用这双眼睛好好地看准
行き先地図上マークして
在地图上将目的地标出
近道あればそれが王道
若存在近道那便是王道
はしょれる翼もあれば上等
能合起的翅膀那便是上等
ヤバ 爪割れた グルーで补修した
糟糕 指甲断了 用胶水补修起来
それだけでなんか
达成感 仅仅如此就感受到成就感
大事なのは自分 かわいがること
重要的事情是 对自己要加以疼爱
自分を爱さなきゃ 他人(ひと)も爱せない
连自己也不爱惜 又何能爱戴他人呢
Please don't say "You are lazy"
请不要说 "你很懒惰"
だって本当はcrazy 
因为其实是很狂热
能ある鹰はそう
有能力的鹰却在
见えないとこにピック隠すんです
没有光线的场所精明地隐藏起来
想像に一生悬命 现実は
绝体绝命 对想像尽心尽力 现实却穷途末路
発展途中だし
发展仍在途中…
だから不意にピッチ外れるんです
因此能出其不意地将危机抛在身后
その目に映らないだけだって
纵使没有在这双眼中显露出来
やる気はメーター振り切って
但是如此的干劲已经超出范围
いつでも全力で梦见て
无论何时都全力地做梦
その分全力で眠って
凭藉此份气势渐渐沉眠
ヤリ ちょい痩せた 调子づいて喰った
太好了 稍微瘦了一点 提起兴致便能大吃
それだけでなんで?
败北感 为何仅仅如此 却感受到败北感?
すかざずに目标 下方修正して
对令人失望的目标 进行下方修正
柔软に临机応変 七変化が胜ち
灵活地随机应变 擅长多变便能胜出
Please don't say "You are lazy"
请不要说 "你很懒惰"
だって本当はcrazy 
因为其实是很狂热
孔雀たちはそう
孔雀它们也会在
ここぞというとき美を魅せるんです
适当的时候显现出优美身姿轰动全场
五臓六腑 満身迈进 愿望は
痩身丽人 将身体全力投入 愿望却依然苗条动人
多発だし
诱惑多次潜身…
だからやけに意志砕けちゃうんです
因此才能剧烈地将意志摧残直至崩溃
ヤバ まさか赤点(Red Point)!? いや ギリクリア
糟糕 难道不及格!? 不对 勉强通过了!
それだけでなんて全能感
仅仅如此就感受到全能感
大事なのは自分 认めてくこと
重要的事情是 对自己要给与认同
自分を许さなきゃ 他人(ひと)も许せない
连自己也不宽恕 又何能宽容他人呢
Please don't say "You are lazy"
请不要说 "你很懒惰"
だって本当はcrazy 
因为其实是很狂热
白鸟たちはそう
天鹅它们就在
见えないとこでバタ足するんです
没有光线的河边倾斜小腿拍打水花
本能に従顺忠実 翻弄も重々承知
对本能忠实顺从 被愚弄也毫不在乎
前途洋々だし
前途一片光明…
だからたまに休憩しちゃうんです
因此偶尔也需要休息片刻再作打算