--U&I(映画｢けいおん!｣Mix)
歌手：放課後ティータイム

キミがいないと何もできないよ
若没有你在我便一事无成
キミのごはんが食べたいよ
好想吃你烧的饭菜喔
もしキミが帰って来たら
你如果回来
とびっきりの笑颜で抱きつくよ
我会用最美的笑容将你抱紧

キミがいないと谢れないよ
如果没有你在我都不知道该怎么道歉
キミの声が闻きたいよ
好想要聆听你的声音
キミの笑颜が见れればそれだけでいいんだよ
只要能看到你的笑颜 仅仅如此便再无奢求
勇気もらってた

キミがそばにいるだけでいつも
只要你陪在我身边 我便会有无尽的勇气
いつまででも一绪にいたい
想要永远和你在一起
この気持ちを伝えたいよ
想要将这份心意传达

晴れの日にも雨の日も
无论晴空还是阴雨
キミはそばにいてくれた
你都会在我身边
目を闭じればキミの笑颜辉いてる
我只要轻闭双眼 你的笑脸 无比闪耀

キミがいないとなにもわからないよ
若没有你在我便一事无成
砂糖としょうゆはどこだっけ
砂糖与酱油放在哪
もしキミが帰って来たらびっくりさせようと思ったのにな
我本想着你回来的时候给你个惊喜

キミについつい甘えちゃうよ
只要看到你就想跟你撒娇
キミが优しすぎるから
因为你太温柔
キミにもらってばかりでなにもあげられてないよ
总是从你身上得到好处 自己却没有什么能回报

キミがそばにいることを当たり前に思ってた
我一直都认为你在我身边是理所当然的事
こんな日々がずっとずっと続くんだと思ってたよ
我一直还想着这些日子会一直一直延续下去
ゴメン今は気づいたよ
对不起现在我发现了
当たり前じゃないことに
这并不是理所当然的事
まずはキミに伝えなくちゃ
首先要告诉你的是
「ありがとう」を
「谢谢」

キミの胸に届くかな？今は自信ないけれど
这份心意已经到达你的心中吗？虽然现在没有这份自信
笑わないでどうか聴いて
请你不要嘲笑，请你听一听
思いを歌に込めたから
这首歌融合了我的心意

ありったけの「ありがとう」
用尽我所有的力量说「谢谢」
歌に乗せて届けたい
希望能通过这首歌给你知道
この気持ちはずっとずっと忘れないよ
这份心意我是永远永远也不会忘记的
思いよ 届け
我的心意 传到你心中去
