--ふわふわ时间(轻飘飘的时光)
作词:秋山澪作
编曲:前泽宽之
演唱:桜高軽音部
TV动画「轻音部少女」插曲

キミを见(み)てるといつもハート
〖每次看到你的样子 我心里总是怦怦直跳〗
揺(ゆ)れる思(おも)いはマシュマロみたいにふわ☆ふわ
〖我微微颤动的思念 像棉花糖般轻轻飘飘〗
いつもがんばるキミの横颜(よこがお)
〖看着你的侧脸 总是那么努力〗
ずっと见(み)てても気(き)づかないよね
〖对你注视再久 你也不会留意〗
梦(ゆめ)の中(なか)なら
〖要是在梦里该多好〗
二人(ふたり)の距离(きょり)缩(ちぢ)められるのにな
〖那样我就能 拉近你我之间的距离〗
あぁ カミサマお愿(ねが)い
〖啊 神啊求求你〗
二人(ふたり)だけのDream Timeください☆
〖赐予我一段 与你独处的美梦时光〗
お気(き)に入(い)りのうさちゃん抱(だ)いて
〖我要抱着我心爱的小兔〗
今夜(こんゃ)もオヤスミ
〖希望今夜早早步入梦乡〗
ふわふわ时间(タイム)
〖轻飘飘的时光〗
ふわふわ时间(タイム)
〖轻飘飘的时光〗
ふわふわ时间(タイム)
〖轻飘飘的时光〗
ふとした仕草(しぐさ)に今日(きょう)もハート
〖你不经意间的举动 今天又让我阵阵心痛〗
さりげな笑颜(えがお)を深(ふか)読(よ)みしすぎて
〖你漫不经心的笑容 总是会让我兴奋过度〗
いつか目(め)にしたキミのマジ颜(かお)
〖曾何几时 见过你认真的神情〗
瞳(ひとみ)闭(と)じても浮(ふ)かんでくるよ
〖闭上双眼 也会浮现在我眼前〗
梦(ゆめ)でいいから
〖即使是一场梦也好〗
二人(ふたり)だけのSweet time欲(ほ)しいの
〖好想要一段 属于我们的甜蜜时光〗
あぁ カミサマどうして
〖啊 神啊为什么〗
好(す)きになるほどDream nightせつないの
〖喜欢得越深 夜晚的梦境就越伤心〗
とっておきのくまちゃん出(だ)したし
〖我已找出了备用的小熊〗
今夜(こんゃ)は大丈夫(だいじょうぶ)かな?
〖不知今夜是否还会一样？〗
もすこし勇気(ゆうき)ふるって
〖要是能够拿出些勇气〗
自然(しぜん)に话(はな)せば
〖自然而然地和你说说话〗
何(なに)かが変(か)わるのかな?
〖或许就会有一点点改变？〗
そんな気(き)するけど
〖我一直有这样的预感〗
だけどそれが一番(いちばん)难(むつか)しいのよ
〖可是这一点偏偏就是最难的啊〗
话(はなし)のきっかけとかどうしよ
〖不知该找什么话题来开口嘛〗
てか段取(だんど)り考(かんが)えてる时点(じてん)で
〖而且像这样考虑好了再去开口〗
全然(ぜんぜん)自然(しぜん)じゃないよね
〖根本就不能叫做自然而然嘛〗
あぁもういいや寝(ね)ちゃお寝(ね)ちゃお寝(ね)ちゃおーっ!
〖唉算了 还是洗洗睡吧洗洗睡吧〗
あぁ カミサマお愿(ねが)い
〖啊 神啊求求你〗
一度(いちど)だけのMiracle Timeください!
〖赐予我一次 一生一度的奇迹时光〗
もしすんなり话(はな)せればその后(あと)は
〖若是和你交谈顺利的话〗
どうにかなるよね
〖以后的事情总会有办法〗
ふわふわ时间(タイム)
〖轻飘飘的时光〗
ふわふわ时间(タイム)
〖轻飘飘的时光〗
ふわふわ时间(タイム)
〖轻飘飘的时光〗