--わたしの恋はホッチキス
歌手：放課後ティータイム

なんでなんだろ
不知为什么
気になる夜 キミへの
每当心绪起伏的夜晚
この思い 便せんにね
总是喜欢将对你的思念
書いてみるよ
偷偷写在便签之上
もしかして
或许说不定
気まぐれかもしれない
那只是一时冲动罢了
それなのに枚数だけ
可是手边积攒的便签纸
増えてゆくよ
还是一天比一天多
好きの確立わりだす計算式
要是喜欢的概率 能用公式算出来
あればいいのに
那该有多好
キラキラひかる願い事も
无论闪闪发光的心愿
グチャグチャへたる悩み事も
还是拖泥带水的顾虑
そーだホッチキスで とじちゃおー
干脆用订书机订起来算了
はじまりだけは 軽いノリで
开始还只是淡淡提及
しらないうちに あつくなって
不知不觉已这么热切
もう針がなんだか通らない
怎么连订书钉都订不进去
ララ☆また明日
算了☆明天再说吧

どうしようかな
怎么办才好
読み返すの はずかしい
我自己都不好意思看
あれこれと 便せんにね
便签上那些不害臊的话
書いたくせに
明明都是自己写的
気持ちごと
要是把这些
ゴミ箱行きじゃなんだか
心情全都丢进垃圾箱
この胸が せつないから
那我的心肯定受伤死了
持ってようかな
还是继续留下来吧
今の気持ちをあらわす
为了表达此时这份心情
辞書にもない言葉さがすよ
寻找着字典上都没有的词语
ワクワクしちゃう計画とか
无论忐忑不安的计划
グダグダすぎる展開とか
还是啰啰嗦嗦的过程
ぜんぶホッチキスで とじちゃおー
全都用订书机订起来算了
今日のできごと 思い出して
每次回想当天的经历
いつも心が キュンとなって
每次都会莫名的心动
もう針がないから買わなくちゃ
订书钉没了要买新的才行
ララ☆また明日
算了☆明天再说吧

キラキラひかる 願い事も
无论闪闪发光的心愿
グチャグチャへたる悩み事も
还是拖泥带水的顾虑
そーだホッチキスで とじちゃおー
干脆用订书机订起来算了
はじまりだけは 軽いノリで
还是拖泥带水的顾虑
しらないうちに あつくなって
不知不觉已这么热切
もう針がなんだか通らない
怎么连订书钉都订不进去
ララ☆また明日
算了☆明天再说吧