--天使にふれたよ!(相遇天使)
歌手：放課後ティータイム

ねぇ　思い出のカケラに
〖呐　如果 要把回忆的片段〗
名前をつけて保存するなら
〖起个名字珍藏起来〗
“宝物”がぴったりだね
〖叫它“宝物”应该很合适吧〗
そう　ココロの容量が
〖没错 让我的心灵〗
いっぱいになるくらいに
〖每一刻都无比充实〗
过ごしたね　ときめき色の毎日
〖那度过的五彩缤纷的每一天〗
なじんだ制服と上履き
〖熟悉的校服与室内鞋〗
ホワイトボードの落书き
〖还有那白板上的涂鸦〗
明日の入り口に
〖站在明天的入口前〗
置いてかなくちゃいけないのかな
〖真的能把它们全部放下吗〗
でもね、会えたよ!　すてきな天使に
〖但是 我遇到了美丽的天使〗
卒业は终わりじゃない
〖毕业并不代表着结束〗

これからも仲间だから
〖今后我们依然是朋友〗
一绪の写真たち
〖不管是一起拍的照片〗
おそろいのキーホルダー
〖还是相同款式的钥匙圈〗
いつまでも辉いてる
〖无论何时都是那么耀眼〗
ずっと　その笑颜　ありがとう
〖永远感谢这一路上的笑颜〗
ねぇ　桜の木もちょっと
〖你看 连樱花树都似乎〗
背丈が伸びたみたい
〖稍稍长高了一点〗
见えないゆっくりなスピードでも
〖尽管成长的速度难以察觉〗
きっと　あの空は见てたね
〖想必 天空在见证着〗
何度もつまずいたこと
〖看着我们一次次跌倒〗
それでも　最後まで歩けたこと
〖却依然走到了最后〗
ふわり放课後の廊下に
〖轻轻飘过放学后的走廊〗
こぼれた音符の羽根
〖音符如同羽毛般飞扬〗
ふかふか积もるまで〖
好想用它们松松垮垮地堆满校园〗
このままでいれたらいいのにな
〖要是一直能这样该有多好〗
でもね、ふれたよ!　爱すべき天使に
〖但是 我遇到了可爱的天使〗
ただいまって言いたくなる
〖想要寻找回家的感觉〗
この场所は変わらないよ
〖这个地方永不改变〗
メールの受信箱
〖不管是手机的收信箱〗
○(マル)したカレンダー
〖还是画着圈的日历上〗
とびきりの梦と出会いくれた
〖带我邂逅如此美丽的梦想〗
音楽にありがとう
〖永远感谢这段音乐的人生〗
駅のホーム　河原の道
〖电车的站台前 河边的小道边〗
离れてても　同じ空见上げて
〖就算各奔东西 也会仰望着同一片天空〗
ユニゾンで歌おう!
〖一同唱起这首歌〗
でもね、会えたよ!　すてきな天使に
〖但是 我遇到了美丽的天使〗
卒业は终わりじゃない
〖毕业并不代表着结束〗
これからも仲间だから
〖今后我们依然是朋友〗
大好きって言うなら
〖如果你说最喜欢我〗
大大好きって返すよ
〖我会用最最喜欢回应你〗
忘れ物もうないよね
〖没有遗忘的东西了吧〗
ずっと　永远に一绪だよ
〖我们永远都在一起〗